[
    {
        "name": "Home",
        "content": "Bienvenidos a este espacio dedicado a los cantantes más influyentes del rock nacional argentino, artistas que transformaron la música en una forma de expresión cultural, social y generacional. A través de sus canciones, marcaron épocas, acompañaron momentos clave de la historia del país y dieron identidad a varias generaciones. Este homenaje celebra su legado, su creatividad y el impacto duradero de sus voces y composiciones, que siguen vivas en la memoria colectiva y en la evolución del rock argentino"
    },
    {
        "name": "Gustavo Cerati",
        "content": "Gustavo Cerati fue un destacado músico argentino, conocido principalmente por ser el líder y compositor de la banda de rock Soda Stereo. Fundó la banda en 1982 y su música se caracterizaba por su fusión de rock, pop y letras poéticas, lo que lo convirtió en un pionero del rock en español. Cerati ganó reconocimiento internacional y fue considerado uno de los artistas más influyentes del rock latinoamericano. Su carrera solista, que comenzó después de la disolución de Soda Stereo, también fue exitosa, con álbumes como Amor Amarillo y Bocanada. Cerati dejó un legado duradero en la música, influyendo en generaciones de artistas y manteniendo su música relevante en la cultura contemporánea"
    },
    {
        "name": "Charly Garcia",
        "content": "Charly García es considerado una de las figuras más importantes del rock argentino por su impacto duradero en la música y la cultura del país. Su carrera, que abarca más de 40 años, incluye la formación de bandas icónicas como Sui Generis y Serú Girán, y su trabajo como solista. Su música, que abarca una amplia gama de géneros y estilos, ha influido en generaciones de músicos y ha sido un símbolo de la resistencia y la creatividad en medio de la dictadura cívico-militar en Argentina. Además, su personalidad rebelde y extravagante ha acarreado atención notoria en los medios a lo largo de los años, consolidando su estatus como un ícono del rock argentino"
    },
    {
        "name": "Andres Calamaro",
        "content": "Andrés Calamaro es un cantante, compositor y músico argentino, nacido en Buenos Aires en 1961, considerado una de las figuras más influyentes del rock nacional. Comenzó su carrera a comienzos de los años 80 como integrante de Los Abuelos de la Nada, donde fue clave en el éxito masivo de la banda, y luego desarrolló una extensa carrera solista y formó Los Rodríguez, grupo con el que alcanzó proyección internacional. Como artista, aportó al rock nacional una forma más directa y emocional de escribir canciones, mezclando rock con tango, bolero, blues y música latina, e incorporando letras confesionales y crudas sobre el amor, los excesos y la vida cotidiana. Su obra dejó himnos populares que atraviesan generaciones y marcó un camino donde el rock podía ser a la vez popular, autoral y libre, influyendo fuertemente en músicos de distintos estilos en Argentina"
    }
]